Repository: rachiddaoud/silva
Catalog: lib/l10n/app_*.arb
Languages: fr

# victoriesTitle
source: Victories
fr: Victoires

# congratulationsMessage
source: Well done! You completed {count} victor{pluralSuffix} today.
fr: Bravo ! Vous avez terminé {count} victoire{pluralSuffix} aujourd'hui.

# settingsTitle
source: Settings
fr: Paramètres

# chooseTheme
source: Choose a theme
fr: Choisir un thème

source: Colors
fr: Couleurs

source: Seasons
fr: Saisons

source: Dark
fr: Sombre

source: Active
fr: Actives

# inactive
source: Disabled
fr: Désactivées

# sendTest
source: Send a test
fr: Envoyer un test

source: About
fr: À propos

source: Log out
fr: Se déconnecter

# logoutConfirmation
source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

source: Cancel
fr: Annuler

source: Close
fr: Fermer

# aboutDescription
source: An app to support you in your postpartum journey. Every little step counts.
fr: Une application pour vous accompagner dans votre parcours post-partum. Chaque petit pas compte.

# victoryWater
source: I drank a big glass of water
fr: J'ai bu un grand verre d'eau

# victoryShower
source: I took a shower
fr: J'ai pris ma douche

# victoryHelp
source: I asked for help
fr: J'ai demandé de l'aide

# victoryMeal
source: I ate a hot meal
fr: J'ai mangé un repas chaud

# victoryBreathe
source: I breathed for 1 minute
fr: J'ai respiré 1 minute

# victoryBaby
source: I put the baby down for 5 min
fr: J'ai posé le bébé 5 min

# victoryNo
source: I said "No"
fr: J'ai dit "Non"

# victorySmile
source: I smiled
fr: J'ai souri

# victorySun
source: I saw the sun for 5 min
fr: J'ai vu le soleil 5 min

# victoryReminderWater
source: drink a big glass of water
fr: boire un grand verre d'eau

# victoryReminderShower
source: take a shower
fr: prendre votre douche

# victoryReminderHelp
source: ask for help
fr: demander de l'aide

# victoryReminderMeal
source: eat a hot meal
fr: manger un repas chaud

# victoryReminderBreathe
source: breathe for 1 minute
fr: respirer 1 minute

# victoryReminderBaby
source: put the baby down for 5 min
fr: poser le bébé 5 min

# victoryReminderNo
source: say "No"
fr: dire "Non"

# victoryReminderSmile
source: smile
fr: sourire

# victoryReminderSun
source: see the sun for 5 min
fr: voir le soleil 5 min

# victoryVitamins
source: I took my vitamins
fr: J'ai pris mes vitamines

# victoryWater2L
source: I drank 2L of water
fr: J'ai bu 2L d'eau

# victoryLegs
source: I elevated my legs
fr: J'ai surélevé mes jambes

# victoryBelly
source: I moisturized my belly
fr: J'ai hydraté mon ventre

# victoryTalkBaby
source: I talked to the baby
fr: J'ai parlé au bébé

# victoryWalk15
source: Short walk (15 min)
fr: Petite marche (15 min)

# victoryBreastfeed
source: I breastfed/fed the baby peacefully
fr: J'ai allaité/donné le biberon sereinement

# victorySleepBaby
source: I slept when the baby slept
fr: J'ai dormi quand bébé dormait

# victoryScreens
source: Screen break (1h)
fr: Déconnexion écrans (1h)

# victoryRead
source: I read 10 pages
fr: J'ai lu 10 pages

# victoryTidy
source: I tidied a room
fr: J'ai rangé une pièce

# victoryMeditate
source: I meditated
fr: J'ai médité

# victoryCallFriend
source: I called a friend
fr: J'ai appelé un(e) ami(e)

# victoryReminderVitamins
source: take your vitamins
fr: prendre vos vitamines

# victoryReminderWater2L
source: drink 2L of water
fr: boire 2L d'eau

# victoryReminderLegs
source: elevate your legs
fr: surélever vos jambes

# victoryReminderBelly
source: moisturize your belly
fr: hydrater votre ventre

# victoryReminderTalkBaby
source: talk to the baby
fr: parler au bébé

# victoryReminderWalk15
source: take a short walk (15 min)
fr: faire une petite marche (15 min)

# victoryReminderBreastfeed
source: breastfeed/feed the baby peacefully
fr: allaiter/donner le biberon sereinement

# victoryReminderSleepBaby
source: sleep when the baby sleeps
fr: dormir quand bébé dort

# victoryReminderScreens
source: take a screen break (1h)
fr: vous déconnecter des écrans (1h)

# victoryReminderRead
source: read 10 pages
fr: lire 10 pages

# victoryReminderTidy
source: tidy a room
fr: ranger une pièce

# victoryReminderMeditate
source: meditate
fr: méditer

# victoryReminderCallFriend
source: call a friend
fr: appeler un(e) ami(e)

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Day not filled
fr: Jour non rempli

source: History
fr: Historique

# loginError
source: Login error: {error}
fr: Erreur de connexion: {error}

# welcomeTitle
source: Welcome to Silva
fr: Bienvenue sur Silva

# welcomeSubtitle
source: Your space for serenity and well-being
fr: Votre espace de sérénité

# continueWithGoogle
source: Start with Google
fr: Commencer avec Google

# finishDayTitle
source: Finish {date}
fr: Terminer {date}

# howDoYouFeel
source: How do you feel today?
fr: Comment vous sentez-vous aujourd'hui ?

# wordAboutDay
source: A word about your day?
fr: Un mot sur votre journée ?

source: Share
fr: Partager

source: Validate
fr: Valider

# everyStepCounts
source: Every little step counts 🌱
fr: Chaque petit pas compte 🌱

# selectMoodError
source: Please select your mood
fr: Veuillez sélectionner votre humeur

source: Quit without saving?
fr: Quitter sans enregistrer ?

# quitWithoutSavingMessage
source: You haven't saved your mood yet. Are you sure you want to quit?
fr: Vous n'avez pas encore enregistré votre humeur. Êtes-vous sûr de vouloir quitter ?

source: Quit
fr: Quitter

# shareTitle
source: 🌟 My day on {date}
fr: 🌟 Ma journée du {date}

# shareVictories
source: {count} victor{plural} completed:
fr: {count} victoire{plural} accomplie{plural} :

# shareMood
source: 💭 How I feel: {mood}
fr: 💭 Comment je me sens : {mood}

# emotionExhausted
source: Exhausted
fr: Épuisée

# emotionSad
source: Sad / Overwhelmed
fr: Triste / Débordée

# emotionAnxious
source: Anxious
fr: Anxieuse

# emotionNeutral
source: Meh / Neutral
fr: Bof / Neutre

# emotionCalm
source: OK / Calm
fr: OK / Calme

# emotionHappy
source: Proud / Happy
fr: Fière / Joyeuse

source: Language
fr: Langue

source: System default
fr: Système par défaut

# notifFinishDay
source: Finish your day
fr: Terminer votre journée

# notifFinishDayBody
source: {name}, don't forget to finish your day and note your mood!
fr: {name}, n'oubliez pas de terminer votre journée et de noter votre humeur !

# notifFinishNow
source: Finish now
fr: Terminer maintenant

# notifGoodMorning
source: Good morning {name}!
fr: Bonjour {name} !

# notifQuoteOfDay
source: Your quote of the day: {quote}
fr: Votre citation du jour : {quote}

# notifReminder
source: Little reminder 💚
fr: Petit rappel 💚

# notifReminderBody
source: {name}, don't forget to {victory}
fr: {name}, n'oubliez pas de {victory}

# notifActionDone
source: I did this action
fr: J'ai fait cette action

# treeRegenerated
source: Tree regenerated from {days} days of history.
fr: Arbre régénéré à partir de {days} jours d'historique.

# treeInfo1
source: • Each day filled makes the tree grow 🌱
fr: • Chaque jour rempli fait pousser l'arbre 🌱

# treeInfo2
source: • Positive days make the tree bloom 🌸
fr: • Les jours positifs font fleurir l'arbre 🌸

# treeInfo3
source: • Difficult days can cause dead leaves 🍂
fr: • Les jours difficiles peuvent causer des feuilles mortes 🍂

# treeAge
source: Age: {age} days
fr: Âge: {age} jours

# treeLeaves
source: Leaves: {count}
fr: Feuilles: {count}

# treeFlowers
source: Flowers: {count}
fr: Fleurs: {count}

# treeInfoTitle
source: My Tree
fr: Mon Arbre

# treeInfoSubtitle
source: Growth Information
fr: Informations de croissance

# treeInfoDescription
source: This tree represents your personal growth. Every day you complete, every victory you accomplish, and every emotion you express contributes to making your unique tree grow.
fr: Cet arbre représente votre croissance personnelle. Chaque jour que vous complétez, chaque victoire que vous accomplissez, et chaque émotion que vous exprimez contribuent à faire grandir votre arbre unique.

# treeInfoHowItWorks
source: How it works
fr: Comment ça fonctionne

# treeInfoLeavesTitle
source: Leaves
fr: Feuilles

# treeInfoLeavesDescription
source: Earn leaves by completing your daily victories. Use them to decorate your tree!
fr: Gagnez des feuilles en complétant vos victoires quotidiennes. Utilisez-les pour décorer votre arbre !

# treeInfoFlowersTitle
source: Flowers
fr: Fleurs

# treeInfoFlowersDescription
source: Add a flower per day to beautify your tree. Flowers are earned through your daily streak!
fr: Ajoutez une fleur par jour pour embellir votre arbre. Les fleurs sont gagnées grâce à votre streak quotidien !

# treeInfoSpecialFlowersTitle
source: Special unique flowers
fr: Fleurs uniques spéciales

# treeInfoSpecialFlowersDescription
source: Maintain your streak to unlock rare and unique flowers! Special flowers appear at 3 days, 7 days (1 week), and 30 days of consecutive streak. Every milestone of your journey deserves to be celebrated!
fr: Maintenez votre streak pour débloquer des fleurs rares et uniques ! Des fleurs spéciales apparaissent à 3 jours, 7 jours (1 semaine) et 30 jours de streak consécutifs. Chaque étape de votre parcours mérite d'être célébrée !

# treeInfoStats
source: Statistics
fr: Statistiques

# treeInfoStreak
source: Streak: {days} {days, plural, =1 {day} other {days}}
fr: Streak: {days} {days, plural, =1 {jour} other {jours}}

# treeInfoTip
source: Consistency is the key to growth!
fr: La régularité est la clé de la croissance !

source: Send Feedback
fr: Envoyer un feedback

# sendFeedbackSubtitle
source: Share your ideas and suggestions
fr: Partagez vos idées et suggestions

# feedbackEmailSubject
source: Silva Feedback
fr: Feedback Silva

# feedbackEmailError
source: Unable to open email client
fr: Impossible d'ouvrir le client email

source: THOUGHT OF THE DAY
fr: PENSÉE DU JOUR

# victoryAlreadyCompleted
source: This victory is already completed. You can delete it from the History tab by swiping left or right.
fr: Cette victoire est déjà complétée. Vous pouvez la supprimer depuis l'onglet Historique en glissant vers la gauche ou la droite.

source: Statistics
fr: Statistiques

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

# victoriesChart
source: Daily Victories
fr: Victoires quotidiennes

source: Mood Trend
fr: Tendance d'humeur

source: No data yet
fr: Aucune donnée pour le moment

# startAddingVictories
source: Start adding victories to see your progress
fr: Commencez à ajouter des victoires pour voir vos progrès

# streakDays
source: Streak: {days} {days, plural, =1 {day} other {days}}
fr: Série : {days} {days, plural, =1 {jour} other {jours}}

# wateredStreakFlower
source: Streak updated! Streak: {streak} {streak, plural, =1 {day} other {days}}. +1 Flower!
fr: Série mise à jour ! Série : {streak} {streak, plural, =1 {jour} other {jours}}. +1 Fleur !

# alreadyAddedFlowerToday
source: Already added a flower today! Come back tomorrow.
fr: Fleur déjà ajoutée aujourd'hui ! Revenez demain.

# noLeavesAvailable
source: No leaves available. Complete victories to earn leaves!
fr: Aucune feuille disponible. Accomplissez des victoires pour gagner des feuilles !

# alreadyFlowerAvailableIn
source: Already added a flower today! Available again in {hours} {hours, plural, =1 {hour} other {hours}} and {minutes} {minutes, plural, =1 {minute} other {minutes}}
fr: Fleur déjà ajoutée ! Disponible dans {hours}h et {minutes}min

# alreadyFlowerAvailableInMinutes
source: Already added a flower today! Available again in {minutes} {minutes, plural, =1 {minute} other {minutes}}
fr: Fleur déjà ajoutée ! Disponible dans {minutes}min

# leafButton
source: Leaf
fr: Feuille

# flowerButton
source: Flower
fr: Fleur

# waterDone
source: Done
fr: Fait

# resetTreeTitle
source: Reset Tree
fr: Réinitialiser l'arbre

# resetTreeConfirm
source: Reset tree to age 10 with no leaves or flowers?
fr: Réinitialiser l'arbre à l'âge 10 sans feuilles ni fleurs ?

source: Reset
fr: Réinitialiser

# resetTooltip
source: Reset
fr: Réinitialiser

# treeInfoTooltip
source: Tree Info
fr: Infos arbre

source: Apple Sign-In coming soon!
fr: Connexion Apple bientôt disponible !

source: Continue with Apple
fr: Commencer avec Apple

# termsOfService
source: By continuing, you agree to our Terms of Service
fr: En continuant, vous acceptez nos conditions d'utilisation

source: Test notifications sent!
fr: Notifications de test envoyées !

source: Sound Effects
fr: Effets sonores

source: Haptic Feedback
fr: Retour haptique

source: Enabled
fr: Activé

# specialFlowerUnlocked
source: You've unlocked a special flower! 🌸
fr: Vous avez débloqué une fleur spéciale ! 🌸

source: Category
fr: Parcours

# selectCategory
source: Select a category
fr: Choisir un parcours

# categoryChanged
source: Category updated
fr: Parcours mis à jour

# categoryChangedMessage
source: Today's victories have been updated according to your new category.
fr: Vos victoires d'aujourd'hui ont été mises à jour selon votre nouveau parcours.
